{ 
    "Proyectos": [

        {"nombre": "Rick & Morty","imagenes" : ["https://res.cloudinary.com/nahuesantini/image/upload/v1705449865/Proyectos/RM_login_r9dxj2.jpg"], "video" : "https://www.youtube.com/watch?v=vE5zUr5URqY", "descripcion":"Una Single Page Application (SPA) que consume datos de una base de datos y permite la visualización de información general y detallada de todos los personajes de la serie 'Rick & Morty'. Entre las funcionalidades que dispone esta APP, se encuentra la búsqueda de personajes por nombre, añadirlos a una lista de favoritos vinculada al usuario, y en ella, filtrar y ordenar personajes por variables como género y ubicación, además del registro e inicio de sesión del usuario, también autenticado.", "side":"left"},
        
        {"nombre":"Countries","imagenes" : ["https://res.cloudinary.com/nahuesantini/image/upload/v1703102270/Proyectos/WhatsApp_Image_2023-11-03_at_18.18.44_tvokuo.jpg", "https://res.cloudinary.com/nahuesantini/image/upload/v1703102270/Proyectos/Registro_xt9ybe.jpg", "https://res.cloudinary.com/nahuesantini/image/upload/v1703102270/Proyectos/home_ibpowk.jpg"], "video" : "https://www.youtube.com/watch?v=C7ZdBGwuOuQ", "descripcion": "App que tenía como objetivo buscar, filtrar, ordenar y mostrar países, y además crear actividades relacionadas con ellos, que también cumplían con el mismo requisito de buscar, filtrar y ordenar. Los datos se obtenían desde una API y se alojaban en la DB. A su vez, esta era conectada tanto con el back como con el front.", "index":"2"},
        
        {"nombre":"Codecrafted Templates", "imagenes" : ["https://res.cloudinary.com/nahuesantini/image/upload/v1703102356/Proyectos/WhatsApp_Image_2023-11-06_at_20.04.00_k0djrn.jpg", "https://res.cloudinary.com/nahuesantini/image/upload/v1705450336/Proyectos/loginCodecraft_q0bj6t.jpg"], "video" : "https://www.youtube.com/watch?v=QOPGxEEHxeA", "descripcion":"Un E-commerce de venta de plantillas web prediseñadas, las cuales se pueden visualizar e incluso modificar sus colores para una personalización específica de cada usuario, incluyendo el logo, nombre y un breve resumen del mismo también explícito en la plantilla. En la tienda, se pueden filtrar estas plantillas por categoría, tipo, nombre, precio y color, permitiendo agregarlas al carrito de compras y el usuario tiene la posibilidad de elegir un servicio con o sin deployment para luego llegar a la pasarela de pago a través de PayPal. Además, se incluye la funcionalidad de registro, inicio de sesión y recuperación de contraseña por medio del correo del usuario, el cual también cuenta con registro de terceros a través de Google y Github. Para una mejor administración de la página, el usuario administrador puede acceder al Panel de Administración y gestionar a los usuarios, agregar y editar productos, revisar las reseñas de los usuarios y confirmar y controlar las compras efectuadas.", "side":"left"},
        
        {"nombre":"Padi", "imagenes" : ["https://res.cloudinary.com/nahuesantini/image/upload/v1705511997/Proyectos/padi_login2_dtxihg.jpg"], "video" : "https://www.youtube.com/watch?v=0ytwjCz8Mec", "descripcion":"App que tenía como objetivo buscar, filtrar, ordenar y mostrar países, y además crear actividades relacionadas con ellos, que también cumplían con el mismo requisito de buscar, filtrar y ordenar. Los datos se obtenían desde una API y se alojaban en la DB. A su vez, esta era conectada tanto con el back como con el front.", "index":"2"}
    ]



}